{
    "fun.errors.api_error": "i can't draw a picture at the moment.",
    "fun.errors.member_not_found": "this user is not found on the server!",
    "fun.errors.404": "an error occurred while fetching the image, please try again later!",
    "level.button.make_prestige": "Perform Prestige!",
    "level.commands_option.member.name": "member",
    "level.commands_option.member.description": "- choose a member",
    "level.command.show_card": "💫 Ranks: show rank card",
    "level.command.set_card": "💫 Ranks: set level",
    "level.commands_option.prestige.name": "prestige",
    "level.commands_option.prestige.description": "- specify a number to set prestige",
    "level.commands_option.level.name": "level",
    "level.commands_option.level.description": "- specify a number to set level",
    "level.not_level_or_prestige.embed_error.description": "specify something to set!",
    "level.command.set.embed.description": "**Successful set {0}**\n\n> **Set by:** {1} | `{2}`\n",
    "level.command.set.embed.description.part_1": "> **Level:** {0} | `{1}`\n",
    "level.command.set.embed.description.part_2": "> **Prestige:** {0} | `{1}`",
    "level.up_level.embed.description": "**Level Up!**\n\n> **Member:** {0} | `{1}`\n> **Prestige:** `{2}`\n> **Available prestige:** `{3}`\n> **Current Level:** `{4}`\n> **To Next Level:** `{5} exp`",
    "level.available": "Available",
    "level.not_available": "Unavailable",
    "level.system.title": "<:lvl:1114559333187981402> Level System",
    "level.error.is_bot": "**bots don't level up!**",
    "level.error.disabled": "level system is disabled!",
    "rp.embed.error.cannot_specify_self": "cannot specify yourself!",
    "rp.embed.error.cannot_specify_bot": "cannot specify me!",
    "rp.option.member.name": "member",
    "rp.option.action.name": "action",
    "rp.command.description": "🎭 Roleplay actions!",
    "rp.command.duo.description": "🎭 Roleplay actions: Together!",
    "rp.command.solo.description": "🎭 Roleplay actions: Solo!",
    "rp.command.custom.description": "🎭 Roleplay actions: Custom action!",
    "rp.option.member.description": "- choose with whom you want to perform the action",
    "rp.option.action.description": "- choose the action you want to perform",
    "rp.option.action_multiple.description": "- choose an action to perform with someone",
    "rp.option.action_custom.description": "- write a custom action (e.g., drank tea, etc.)",
    "rp.option.action_with.name": "action-based",
    "rp.option.action_with.description": "- choose an action to base your activity on",
    "rp.option.quote.name": "quote",
    "rp.option.quote.description": "- write a quote you want to use",
    "rp.option.action.choice.bite": "🩸 Bite",
    "rp.option.action.choice.feed": "🍏 Feed",
    "rp.option.action.choice.handhold": "🫳 Hold hands",
    "rp.option.action.choice.highfive": "🫸 High five",
    "rp.option.action.choice.kick": "👊 Kick",
    "rp.option.action.choice.hug": "🤗 Hug",
    "rp.option.action.choice.kiss": "💋 Kiss",
    "rp.option.action.choice.pat": "🫳 Pat",
    "rp.option.action.choice.shoot": "🔫 Shoot",
    "rp.option.action.choice.tickle": "😊 Tickle",
    "rp.option.action.choice.touch": "🫳 Touch",
    "rp.option.action.choice.wave": "👋 Wave",
    "rp.option.action.choice.yeet": "🫵 Yeet",
    "rp.option.action.choice.wink": "😉 Wink",
    "rp.option.action.choice.smile": "😃 Smile",
    "rp.option.action.choice.sleep": "🛌 Sleep",
    "rp.option.action.choice.happy": "😁 Be happy",
    "rp.option.action.choice.bored": "🫠 Be bored",
    "rp.option.action.choice.cry": "🥹 Cry",
    "rp.option.action.choice.dance": "🪩 Dance",
    "rp.option.action.choice.facepalm": "🫣 Facepalm",
    "rp.option.action.choice.blush": "😊 Blush",
    "rp.option.action.choice.think": "🤔 Think",
    "rp.action.bite.description": "{0}, **bit** {1}",
    "rp.action.feed.description": "{0}, **fed** {1}",
    "rp.action.handhold.description": "{0}, **held hands with** {1}",
    "rp.action.highfive.description": "{0}, **gave a high five to** {1}",
    "rp.action.kick.description": "{0}, **kicked** {1}",
    "rp.action.hug.description": "{0}, **hugged** {1}",
    "rp.action.kiss.description": "{0}, **kissed** {1}",
    "rp.action.pat.description": "{0}, **patted** {1}",
    "rp.action.shoot.description": "{0}, **shot** {1}",
    "rp.action.tickle.description": "{0}, **tickled** {1}",
    "rp.action.touch.description": "{0}, **touched** {1}",
    "rp.action.wave.description": "{0}, **waved to** {1}",
    "rp.action.yeet.description": "{0}, **yeeted** {1}",
    "rp.action.wink.description": "{0}, **winked at** {1}",
    "rp.action.smile.description": "{0}, **smiled**",
    "rp.action.sleep.description": "{0}, **fell asleep**",
    "rp.action.happy.description": "{0}, **is happy**",
    "rp.action.bored.description": "{0}, **is bored**",
    "rp.action.cry.description": "{0}, **is crying**",
    "rp.action.dance.description": "{0}, **is dancing**",
    "rp.action.facepalm.description": "{0}, **is facepalming**",
    "rp.action.blush.description": "{0}, **is blushing**",
    "rp.action.think.description": "{0}, **is thinking**",
    "rp.action.bite.quote": [
        "Don't touch me, I might bite!",
        "Be careful, I might take a bite!",
        "Bite me if you dare!",
        "My jaws are full of sharp teeth!",
        "Attention, dangerous bite!",
        "To bite or not to bite, that is the question.",
        "Caution, I may bite without warning!",
        "I'll bite you and blame you for making me hungry!",
        "Will you be my snack?",
        "My flesh craves a bite!",
        "Don't provoke me, I might bite!",
        "Biting is my favorite pastime!",
        "My strength lies in my teeth!",
        "Beware, I may bite without notice!",
        "A little nibble from me will make your day better!"
    ],
    "rp.action.bored.quote": [
        "I'm so bored, don't know what to do.",
        "I have no interesting activities right now.",
        "Longing for adventures!",
        "I'm engulfed in boredom and can't get out.",
        "If boredom could be a profession, I'd be a champion.",
        "Boring life, boring moments, nothing interesting.",
        "I'm so bored, even my cheekbones are asleep.",
        "Please, save me from this dull boredom!",
        "I'm just idling here, nothing is happening.",
        "Longing for adventures and adrenaline!",
        "I lack fun and entertainment.",
        "Boredom is my middle name.",
        "I'm so bored that my neighbors fall asleep.",
        "Give me an activity to escape this dull life!",
        "Boredom, boredom, and more boredom, it's my hobby."
    ],
    "rp.action.cry.quote": [
        "I'm afraid, I'm crying...",
        "Tears are welling up in my eyes.",
        "I can't hold back the tears.",
        "My eyes are filled with tears.",
        "Crying like the world's ending.",
        "Tears flow incessantly.",
        "Crying to release emotional pressure.",
        "My pain is expressed through tears.",
        "Tears merge with my sorrow.",
        "I have tears in my eyes from your words.",
        "I can't hide my sadness, I'm crying.",
        "Tears are my way to release emotions.",
        "Tears flow like a river of bitter disappointments.",
        "I can't hold back the tears anymore.",
        "My cry is a prayer for pain relief."
    ],
    "rp.action.dance.quote": [
        "I dance as if nobody's watching!",
        "My dancing passion is unbeatable!",
        "Let me show you my dance moves!",
        "Dancing is my special expression of happiness!",
        "When I dance, all problems disappear.",
        "I dance as if I'll never stop!",
        "The rhythm of my soul is the music of dance.",
        "Dancing is my salvation from dull weekdays.",
        "Dance with me and forget all your worries!",
        "My legs are made for dancing!",
        "Dancing means expressing my freedom.",
        "Music inspires me to great dance feats!",
        "Dance is the language I speak without words.",
        "Dancing is encoded in my genes!",
        "Dance is my second nature."
    ],
    "rp.action.facepalm.quote": [
        "Shame is the price for being vulnerable.",
        "Cringe is the price for stepping out of the comfort zone.",
        "Shame and cringe speak of our courage to be ourselves.",
        "Shame doesn't define us unless we let it.",
        "Experiencing cringe, we grow and strive to be better.",
        "Shame hides vulnerable parts where our strength lies.",
        "Cringe is a sign of growth and overcoming fears.",
        "Shame should stimulate personal growth.",
        "Accepting cringey moments opens up new possibilities.",
        "Shame shows our courage and self-awareness.",
        "Cringe is a path to personal transformation.",
        "Shame speaks of our desire for growth and change.",
        "By embracing our cringey moments, we open the door to something new.",
        "Shame is a sign of self-examination and self-awareness.",
        "Cringe testifies to our choice to be brave.",
        "Shame and cringe help us bloom and grow."
    ],
    "rp.action.feed.quote": [
        "Let's have a snack together!",
        "I can feed you delicious food!",
        "Your stomach will rejoice at what I can cook!",
        "Hungry? I have plenty of options!",
        "Let me feed you with love!",
        "I know how to please your hungry stomach.",
        "Food is the best way to uplift your mood!",
        "Ready to taste something delicious?",
        "I've prepared a delicious feast for you!",
        "I have plenty of treats for you!",
        "Enjoy your meal! Taste my culinary masterpieces.",
        "My culinary skills know no bounds!",
        "I'm ready to offer you a wide range of dishes.",
        "Trust your lunch to me and savor the taste!",
        "Let's enjoy some great food together!"
    ],
    "rp.action.handhold.quote": [
        "Take my hand and let's go together!",
        "Let me support you with my hand.",
        "Hold my hand, and I'll help you through all the hardships.",
        "Hand in hand is a sign of support and trust.",
        "Take my hand and feel that you're not alone.",
        "Together we can overcome all obstacles.",
        "I'll put my hand to support you.",
        "Hold onto my hand, and I'll help you move forward.",
        "Give me your hand, and I'll show you my way.",
        "Together we can get through all the trials.",
        "Hand in hand is a symbol of our solidarity.",
        "Hold my hand, and I'll give you my strength.",
        "Take my hand, and we'll do it together!",
        "Give me your hand, and I'll be by your side.",
        "I'll help you stand firm, holding my hand."
    ],
    "rp.action.happy.quote": [
        "I'm so happy I could jump for joy!",
        "Smile and be happy!",
        "Happiness is what fills my soul.",
        "Joy fills my heart!",
        "Happiness is what makes life beautiful.",
        "I can't hide my joy, it bursts out!",
        "Happy moments make life unforgettable.",
        "Happiness is the key to harmony and well-being.",
        "Happy people create a happy environment.",
        "When I'm happy, the world around me becomes brighter.",
        "Happiness is the energy that fills my being.",
        "Happy moments make life meaningful.",
        "Joy is my primary state of being.",
        "Happiness is a choice I make every day.",
        "I live for moments that make me happy."
    ],
    "rp.action.highfive.quote": [
        "Come on, give me five!",
        "Ready to give you a high five!",
        "Raise your hand so I can give you five!",
        "I've got a high five for you!",
        "Want a high five? Here it is!",
        "Hand in hand, let's give a high five!",
        "Raise your hand so we can do a cool high five!",
        "High five is a sign of excellent work!",
        "Can't help but give you five!",
        "Give me your hand, and let's high five!",
        "Let me know when you're ready to get your high five!",
        "Ready to give you five and celebrate our success!",
        "Great job, deserving a high five!",
        "Raise your hand, and I'll give you the best high five!",
        "High five is a sign of our friendship and support!"
    ],
    "rp.action.kick.quote": [
        "Strong kick! Wouldn't want to be in your shoes.",
        "Get ready for a kick because I don't hold back!",
        "My strength is in the kick! Be prepared.",
        "Kick harder if you dare!",
        "My hand is deadly!",
        "Get ready for punishment because I'll deliver a crushing blow!",
        "Don't come too close if you don't want to get kicked!",
        "Kick, and I'll kick you back!",
        "Be careful, I can kick hard!",
        "My strength is in the kick, and I'm ready to use it!",
        "My hand is ready to kick you!",
        "Beware, my kick can be devastating!",
        "Don't dare to provoke me, or I'll kick you hard!",
        "My strength is in my hands, and I'm ready to use it!",
        "Kick me if you dare, but be prepared for a counterattack!"
    ],
    "rp.action.hug.quote": [
        "Give me a hug!",
        "I'm ready to embrace you!",
        "Let me hug you and give you my love.",
        "Hug me, and all the bad will disappear.",
        "Hugs are the best remedy for sadness.",
        "My hugs are filled with warmth and support.",
        "Hug me, and let the whole world smile.",
        "In my arms, you'll find shelter and peace.",
        "Hug me, and let all problems dissolve.",
        "My hug is a magical spell of happiness.",
        "Let me show you what warm hugs can be.",
        "My hugs are a remedy for your soul.",
        "In my arms, you'll find comfort and understanding.",
        "Hug me and let me give you my love.",
        "My hugs are a bridge that connects us."
    ],
    "rp.action.kiss.quote": [
        "Give me a kiss to feel your love.",
        "A kiss is the best way to express your feelings.",
        "I want to kiss your lips and feel your tenderness.",
        "Kiss me and let me know I'm loved.",
        "Let me give you tender kisses every day.",
        "Every kiss with me is filled with passion and warmth.",
        "Let our lips merge in a kiss of passion.",
        "A kiss is the language of love we can speak to each other.",
        "My lips crave your kisses.",
        "Kiss me, and I promise time will stand still for us.",
        "Kiss me, and I'll be in paradise.",
        "A kiss is magic that can heal the soul.",
        "I can kiss you a thousand times and still want more.",
        "A kiss is the sweetness I long to taste.",
        "Let me give you a kiss that will leave you breathless."
    ],
    "rp.action.pat.quote": [
        "Let me pat you and give you solace.",
        "My hand is ready to pat you and warm your heart.",
        "Let me pat you to feel my care.",
        "Patting is magic that can relieve tension.",
        "Let me comfort you with my gentle touch.",
        "My hands are ready to give you tenderness and solace.",
        "Pat me, and I'll feel your love.",
        "The touch of my hand will make everything better.",
        "Patting is the language without words that I use to express my care for you.",
        "Touch me, and let my hands warm your soul.",
        "Let me pat you to dispel all your doubts.",
        "My hands are made to pat you and accept you as you are.",
        "The touch of my hand is a promise of my support and affection.",
        "Patting is a way to express tenderness and care.",
        "Let me pat you, and I'll give you peace and tranquility."
    ],
    "rp.action.shoot.quote": [
        "Beware, I'm ready to shoot!",
        "Let the bullet of my shot reach its target.",
        "Get ready for the shot because I'm a sharpshooter.",
        "I'll take aim and make a precise shot.",
        "My hand firmly holds the weapon ready to shoot.",
        "A shot is my way to defend myself.",
        "The bullet of the shot will show that I'm strong and determined.",
        "Ready to make a shot that will leave a mark in memory.",
        "My goal is an accurate shot without misses.",
        "A shot is my voice when words can't say it all.",
        "Let my arrow find its target and bring victory.",
        "My hand is unwavering when it comes to making a shot.",
        "I'm a sharpshooter, and nothing can stop me.",
        "A shot is my strength and determination in action.",
        "Ready to make a shot that will leave fire in my eyes."
    ],
    "rp.action.sleep.quote": [
        "Close your eyes and allow yourself to sleep.",
        "Let sleep bring you peace and restoration.",
        "Dive into a deep sleep and let your thoughts rest.",
        "Sleep is the best medicine for a tired soul.",
        "May your dreams be sweet and full of happiness.",
        "Fall asleep with thoughts of beauty and wake up with a smile on your face.",
        "Sleep is a time for recovery and relaxation.",
        "Rest with your eyes closed and allow yourself to fully relax.",
        "May your sleep be filled with beautiful dreams and gentle rest.",
        "Immerse yourself in the world of dreams and let yourself fly on the wings of fantasy.",
        "Sleep is a time when you can be yourself and not worry about worldly problems.",
        "Give your body and mind a rest and replenish your energy reserves.",
        "Sleep is a moment when you fully belong to yourself and your dreams.",
        "Let your thoughts rest, and let your dreams be filled with desired images.",
        "Goodnight! May your sleep be deep and restorative."
    ],
    "rp.action.smile.quotet": [
        "Smile and let your joy penetrate everything around.",
        "Your smile is the sun that brightens my day.",
        "A smile is the brightest accessory you can wear.",
        "Smile, and the world will smile back.",
        "Your smile is magic that can make the world better.",
        "Smile and let your soul shine with the light of joy.",
        "Your smile is a remedy for all soul ailments.",
        "A smile on your face is a beautiful manifestation of your strength and optimism.",
        "Smile and let the world see what a beautiful creature you are inside.",
        "A smile is the language with which you can speak to the heart.",
        "Your smile is a precious gift that I value above all.",
        "A smile on your face is the light in my life.",
        "A smile is magic that can change everything around.",
        "Your smile is a magical key that opens the doors to happiness.",
        "Smile and let everyone around enjoy your beauty and light."
    ],
    "rp.action.tickle.quote": [
        "Tickling is my way of bringing you joy and laughter.",
        "Let me tickle you and see your playful reaction.",
        "Tickling is a remedy for seriousness and stress.",
        "Tickling is a way to have fun together.",
        "Get ready for tickling because I know all your weak spots.",
        "Tickling is a game we can play together.",
        "Let me tickle you, and you'll forget all your problems.",
        "Tickling is my weapon against sadness and gloom.",
        "Smile and relax because tickling is about to start!",
        "Get ready to laugh because tickling is irresistible!",
        "Tickling is your weakness, and I know how to use it.",
        "Get ready for tickling that will make you laugh until you cry.",
        "Tickling is our way of sharing laughter and joy.",
        "Let me tickle you, and I promise you won't be able to hold back the laughter.",
        "Tickling is a way to connect and have fun together."
    ],
    "rp.action.touch.quote": [
        "Let me touch you and transfer my energy to you.",
        "My touch will be gentle and full of love.",
        "Let me touch you and show you how much I appreciate you.",
        "The touch of my hand is a sign of my attachment to you.",
        "My touch will be tender and soothing.",
        "Let my hand stroke you and warm your soul.",
        "My hands crave your touch.",
        "Touch me, and let our energies merge.",
        "My touch is a way to express closeness and attachment.",
        "Touch me, and let my tenderness fill your soul.",
        "My hand is ready to give you a sense of security and tranquility.",
        "Let my hand run over your skin and send shivers down your spine.",
        "Touch is my way of showing you that you matter to me.",
        "Let my hands stroke you and take care of you."
    ],
    "rp.action.wave.quote": [
        "Waving to you and wishing you a good day!",
        "Wave back to me and show that you see me.",
        "My hand waves to you in greeting, may it reach your heart.",
        "The wave of my hand is my way of sending you positive energy.",
        "Wave to me and let me know that you are here and happy to see me.",
        "My fingers wave in a wave of greeting and friendship.",
        "Wave to me, and let our connection strengthen with each movement of your hand.",
        "I wave my hand to show that you matter to me.",
        "The wave of my hand is my way of sending you positive thoughts.",
        "Wave to me, and let your smile shine brighter with each movement.",
        "My fingers create a wave of greeting and friendliness.",
        "Wave to me, and let my energy reach you.",
        "The wave of my hand is a sign of our connection and friendship.",
        "Wave to me, and let this gesture remind you that you are not alone.",
        "Waving to you to show that I am here and supporting you."
    ],
    "rp.action.yeet.quote": [
        "Get ready, I'm about to yeet you into the air!",
        "Prepare for flight because I'm about to yeet you.",
        "Let my yeeting bring you fun and adrenaline.",
        "I'll take you and yeet you forward so you can experience freedom.",
        "Get ready for adventure because I'm about to yeet you!",
        "Prepare for flight and trust my hands.",
        "Let me yeet you forward and show that you are capable of more.",
        "I'll yeet you forward so you can overcome all obstacles.",
        "Get ready for the yeet because I'm about to surprise you.",
        "Let my yeeting be your dose of courage and determination.",
        "I'll take you by the hand and yeet you forward so you can reach new heights.",
        "Prepare for a bold yeet that will change your life.",
        "Get ready for an exciting yeet and let me show you that you can do anything.",
        "I'll yeet you forward so you can unleash your potential.",
        "Get ready for adventure because I'm about to yeet you into uncharted territory."
    ],
    "rp.action.wink.quote": [
        "A wink is worth a thousand words.",
        "Winking is the subtle art of saying more with less.",
        "Sometimes a wink can speak louder than words.",
        "A wink is a secret handshake of communication.",
        "Through winking, we can convey many meanings.",
        "A wink can turn a moment into a shared secret.",
        "The magic of winking is in its ability to say what words cannot.",
        "A wink is nature's way of giving a sly nod.",
        "In a world of words, sometimes a wink is punctuation.",
        "A wink is the punctuation mark of flirting."
    ],
    "rp.action.smile.quote": [
        "A smile is the universal language of kindness.",
        "A smile is the best way to make a first impression.",
        "With a smile, you can light up the darkest room.",
        "An honest smile is a reflection of a happy soul.",
        "Smile is contagious; spread it wherever you go.",
        "The most beautiful curve on a person's body is their smile.",
        "A smile is the key that fits the lock of everyone's heart.",
        "A smile costs nothing but gives much.",
        "A smile is the best way to make someone's day brighter.",
        "Life is short, but a smile takes only a moment."
    ],
    "rp.action.blush.quote": [
        "Blushing is the color of virtue.",
        "Blushing is a wordless praise of the heart.",
        "Blushing is the body's way of expressing our true feelings.",
        "When words fail, cheeks speak.",
        "Blushing is a gentle reminder that emotions are beautiful.",
        "Blushing is the soul peeking through the windows of the face.",
        "No makeup is as beautiful as blushing.",
        "Blushing is the signature of a sincere heart.",
        "Blushing is the rainbow of the soul after a storm of emotions.",
        "A girl's blush is a reflection of her innocence."
    ],
    "rp.action.think.quote": [
        "The mind is not a vessel to be filled, but a fire to be kindled.",
        "Think like a proton, always positive.",
        "Overthinking is the art of creating problems that weren't there.",
        "To think is to accumulate capital, enterprise is the way, and labor is the solution.",
        "Think outside the box; there is no box.",
        "The world is full of magic patiently waiting for our senses to grow sharper.",
        "To think is to have a conversation of the soul with itself.",
        "The only limit to our realization of tomorrow is our doubts of today.",
        "Think big and don't listen to people who tell you it can't be done. Life's too short to think small.",
        "Thinking is the hardest work there is, which is probably the reason so few engage in it."
    ],
    "fun.success.title": "<:Success:1113824546911440956> Successful",
    "cards.wait.title": "<:wait:1193698208103284836> Wait...",
    "cards.opening.title": "<:wait:1193698208103284836> Opening...",
    "cards.opening.footer": "You have 30 seconds to choose a card. Otherwise, the rarest one will be selected!",
    "cards.inventory.title": "<:Group:1170859937992278016> Inventory",
    "cards.dropped.description": "**You successfully obtained a card. It has been added to your inventory!**\n\n> **ID:** `{0}`\n> **Gender:** {1}\n> **Created:** {2}\n> **Rarity:** {3}\n> **Description:** {4}",
    "cards.inventory.description": "> **ID:** `{0}`\n> **Gender:** {1}\n> **Created:** {2}\n> **Rarity:** {3}\n> **Description:** {4}",
    "cards.rares": {
        "1": "Common",
        "2": "Rare",
        "3": "Epic",
        "4": "Legendary",
        "5": "Mythical",
        "1year": "1 Year",
        "valentine": "Valentine's Day"
    },
    "cards.success.title": "<:Success:1113824546911440956> Success",
    "cards.inventory_select.label": "Card #{0}",
    "cards.inventory_select.description": "Character: {0} {1}",
    "cards.offer.label": "Offer #{0}",
    "cards.activity_offers.title": "<:signal:1114234138149539870> Active Offers!",
    "cards.generator.offers.text": "Offer #{0} (`{1}`)\n> **Your Part: {2} | {3} |** {4}\n> **Other Part: {5} | {6} |** {7}\n\n",
    "cards.select_card.label": "Select a card: ",
    "cards.pagination.placeholder.offer_send": "Select a card you want to trade",
    "cards.pagination.placeholder.inventory": "Select a card to view",
    "cards.pagination.placeholder.select_offer": "Select an offer for detailed view",
    "cards.trades.ui.decline.label": "Decline",
    "cards.trades.ui.decline_is_side.label": "Cancel",
    "cards.trades.ui.accept.label": "Accept",
    "cards.trades.ui.decline.offer_decline": " Offer declined",
    "cards.trades.ui.access.offer_access": " Offer accepted",
    "cards.trades.ui.decline.other_owner.alert": "**Trade offer has been declined!**\n\n**Your Part:**\n> **ID:** {0}\n> **Card Name:** {1}\n> **Rarity:** {2}\n\n**Other Part:**\n> **ID:** {3}\n> **Card Name:** {4}\n> **Rarity:** {5}\n\n",
    "cards.trades.ui.access.other_owner.alert": "**Trade offer has been accepted!**\n\n**Your Part:**\n> **ID:** {0}\n> **Card Name:** {1}\n> **Rarity:** {2}\n\n**Other Part:**\n> **ID:** {3}\n> **Card Name:** {4}\n> **Rarity:** {5}\n\n",
    "cards.trades.bio.description": "**Your Part:**\n> **ID:** {0}\n> **Card Name:** {1}\n> **Rarity:** {2}\n\n**Other Part:**\n> **ID:** {3}\n> **Card Name:** {4}\n> **Rarity:** {5}\n\n",
    "cards.trades.title.create_offer": "<:send:1199422590389866516> Creating Trade Offer",
    "cards.trades.offers.button.activity": "View Offers",
    "cards.trades.offers.button.try_offer": "Make an Offer",
    "cards.button.back": "Back",
    "cards.trade.modal.title": "Sending Trade Offer",
    "cards.trade.modal.components.1.label": "Specify ID (In parentheses, next to rarity)",
    "cards.trade.button.trade_send.confirm": "Send Trade Offer",
    "cards.trade.error.not_found_id": "card with such ID does not exist!",
    "cards.trade.error.in_your_side.in_trade": "this card of yours is already in trade!",
    "cards.trade.error.in_your_side.is_your_card": "this card belongs to you!",
    "cards.trade.error.in_your_side.doesnt_have_cards": "you don't have any cards!",
    "cards.trade.error.in_other_side.in_trade": "this card already has an offer!",
    "cards.trade.success.sent": "**Trade offer has been successfully sent!**",
    "cards.trade.sent.title": "<:Group:1170859937992278016> Inventory | Make Trade Offer",
    "cards.trade.menu.title": "<:Star2:1131445020210245715> Trade Menu",
    "cards.trade.menu.footer": "Please do not fall for scammers. After clicking the \"Confirm\" button, the trade cannot be cancelled!",
    "cards.trade.error.not_found_offer": "this offer was not found!",
    "cards.trade.error.not_actuality_offer": "the offer is not current!",
    "cards.trade.error.doesnt_have_activity_offer": "you don't have any active offers!",
    "cards.trade.filter.label": "Select sorting filter",
    "cards.trade.filter.option.date": "By creation date",
    "cards.trade.filter.option.rarity": "By rarity",
    "cards.trade.filter.option.id_up": "By ID (Ascending)",
    "cards.trade.filter.option.id_down": "By ID (Descending)",
    "cards.roll.error.spin_not_found": "you don't have any spins!",
    "cards.roll.command.description": "🃏 Anime Cards: Spin the spins",
    "cards.inventory.command.description": "🃏 Anime Cards: View Inventory",
    "cards.trade.command.description": "🃏 Anime Cards: Trades (Exchange/View Offers)!",
    "cards.timely.command.description": "🃏 Anime Cards: Get your weekly spins!",
    "cards.timely.command.success.callback": "**You have successfully received your daily bonus of 3 spins!**",
    "cards.timely.command.error.callback": "**daily bonus will be available in {0}!**",
    "cards.error.api_part": "The card has been added to the inventory.",
    "cards.roll.error.api_error": "you can't open the spin at the moment!",
    "cards.error.while_opening": "there was an error when opening the spin, the spin was returned!",
    "cards.male.woman": "Female",
    "cards.male.man": "Male",
    "cards.chisato.name": "Chisato Nishikigi",
    "cards.chisato.description": "The most powerful operative in a special organization. A bright, cheerful, carefree girl who works in the cozy cafe 'Dusty Pandora'. Without hesitation, she performs various tasks for the benefit of citizens: delivering aromatic coffee, teaching foreign languages, caring for children. She skillfully dodges projectiles, anticipating and calculating their trajectory. Despite authorization for physical elimination, she prefers to shoot rubber bullets and heal enemies.",
    "cards.takina.name": "Takina Inoue",
    "cards.takina.description": "An artist who experiences deep disappointment from the uselessness and idle time. Previously, she was a recognized master of sweets, but due to exceeding her authority, she was transferred to another area - the cafe 'Sweet-Sweet'. Her dream is to see the fruits of her labor in this cafe.",
    "cards.shinji.name": "Shinji Yoshimatsu",
    "cards.shinji.description": "Shinji has been a member of the Alan Institute for at least ten years, as he sponsored the young Chisato, whom he considers a 'killing genius'. In support of the Institute, Chisato received a fully artificial heart in exchange for performing a 'world mission'.",
    "cards.majima.name": "Majima",
    "cards.majima.description": "Majima leads a group of armed individuals who commit a terrorist act at Kita-Oshiage Station.",
    "cards.mizuki.name": "Mizuki Nakahara",
    "cards.mizuki.description": "Formerly a member of the Strike Direct reconnaissance department, but has long worked with Chisato. In her desperate desire to get married, she got a job at a cafe hoping to meet her beloved. Her daily routine includes drinking at night and reading bridal magazines.",
    "cards.kurumi.name": "Kurumi",
    "cards.kurumi.description": "Kurumi's age is unknown. She is one of Japan's most powerful hackers, known by the pseudonym Walnat. Possesses outstanding knowledge and skills in programming and hacking.",
    "cards.otome.name": "Sakura Otome",
    "cards.otome.description": "A young woman with short chestnut hair and brown eyes, often seen in a dark blue uniform. The second member of the Tokyo branch of Strike Direct. She is the new partner of Fuki instead of Takina.",
    "cards.janome.name": "Erika Janome",
    "cards.janome.description": "An agent of 'Licorice'. On a mission, she made a mistake and almost died but was saved by Takina Inoue.",
    "cards.harukawa.name": "Fuki Harukawa",
    "cards.harukawa.description": "Like all Licorice members, Fuki was adopted at a young age and raised by Strike Direct. With personal code LC2807, she was initially assigned to training at the Tokyo branch, where she received top marks for overall operational performance.",
    "cards.kiyotaka.name": "Kiyotaka Ayanokoji",
    "cards.kiyotaka.description": "A youth assigned to class 1-D. Possesses a cold and insightful mindset, his speech is monotonous. Despite low grades, Kiyotaka has incredible intellect and excels at manipulating others, preferring to act covertly. Even at a young age, he was a member of the 'White Room' organization, where they nurtured child prodigies. Kiyotaka was the only one who survived and went through a long journey in this project.",
    "cards.suzune.name": "Suzune Horikita",
    "cards.suzune.description": "This young girl sitting next to Kiyotaka Ayanokoji is the absolute opposite of him in terms of attitude towards friendship. Unlike Kiyotaka, she considers friends unnecessary and mostly avoids interacting with classmates. She came to this school to raise her brother Manabu Horikita's esteem. Learning about Kiyotaka's true talents and abilities, she agrees to become his ally and take credit for his accomplishments.",
    "cards.kikyou.name": "Kikyo Kushida",
    "cards.kikyou.description": "A first-year student of a famous school. After a short time, she managed to gain the trust of her classmates, becoming a vivid embodiment of the idol girl everyone adores. The young lady often pretends to be cute and naive, easily finding common ground with anyone. She once thought success depended only on being in first place, but she realized that how others perceive her is more important. Therefore, she is willing to do anything to maintain her presentable reputation. However, constant interaction with classmates causes her a lot of stress.",
    "cards.arisu.name": "Arisu Sakayanagi",
    "cards.arisu.description": "She is the class 1-A representative, but her physical capabilities are limited due to a congenital heart defect. She always carries a cane to help her move around. Throughout the story, she leads her group, which opposes the Katsuragi faction. Despite her physical limitations, she exhibits outstanding leadership qualities, and other members of the Katsuragi faction obey her. She is intelligent and has a sharp intuition, but she is also known for her cunning and ability to manipulate others. She is extremely vengeful and does not tolerate jokes about her height.",
    "cards.kei.name": "Kei Karuizawa",
    "cards.kei.description": "Kei is one of the students in class D. Before entering the academy, she was often bullied, which left her with psychological trauma and a scar on her stomach. She is reluctant to show her body to other girls. Only Kiyotaka Ayanokoji knows about her scar. She masks her weakness by maintaining leadership among the girls of class D, for which she is forced to date with Yosuke Hirata, although their relationship is only a facade. Kei decides to become Kiyotaka's pawn so that he can protect her.",
    "cards.kanji.name": "Kanji Ike",
    "cards.kanji.description": "A student from class 1-D. One of the 'three idiots' along with Ken Sudo and Haruki Yamauchi. He is a very sociable guy with excellent social skills, but his academic achievements and physical abilities leave much to be desired. He has his own strange side, which makes the girls in class 1-D not very fond of him. He spends most of his time in a relaxed and casual state. Although he may seem foolish, he has excellent hiking skills, which helped the class on the deserted island exam.",
    "cards.manabu.name": "Manabu Horikita",
    "cards.manabu.description": "Manabu is a student from class 3-A and the leader of the student council, who is also Suzune Horikita's older brother. After a brief fight with Kiyotaka, Manabu begins to take an interest in Kiyotaka's abilities and offers him to join the student council, but he gets rejected. He quickly realizes that Kiyotaka is the reason behind class 1-D's successes. At the end of the sports festival, he relinquishes his presidential position to a second-year student named Nagumo Miyabi. Before Christmas, he asks Kiyotaka to overthrow Nagumo, who has gone down the path of despotism.",
    "cards.rokusuke.name": "Rokusuke Koenji",
    "cards.rokusuke.description": "A character from our anime, he is one of the students in class D. He exudes genuine arrogance and superiority, looking down on everyone else. However, his sharp mind and incredible insight impress even the most demanding observers. He cunningly leads his class in dangerous trials on a remote island, resulting in Class D losing valuable 30 points. But this is just the beginning of his gripping journey to change fate.",
    "cards.sae.name": "Sae Chabashira",
    "cards.sae.description": "A charismatic instructor in class 1-D. Secretly coerced Kiyotaka into helping her class reach Class A, using blackmail. Claims to have been acquainted with Kiyotaka's father and received a request from him to send his son away from school. However, after it was revealed that Kiyotaka's father never expressed such desires, Chabashira admitted that she actually doesn't know Kiyotaka's father. Her decision to blackmail was inspired by Director Sakayanagi, who told her that Kiyotaka is a unique and talented student, and Chabashira no longer wanted to teach in Class D.",
    "cards.masayoshi.name": "Masayoshi Hashimoto",
    "cards.masayoshi.description": "Faced with the choice of the class A leader, he quickly concludes that Arisu Sakayanagi is the most suitable candidate and joins her group. He always strives to be with the winners to stay on top. Initially, he didn't consider Kiyotaka special, but after a conversation between Nagumo and Manabu at the training camp, he began to pay attention to him. He is also one of the few who know about the connection between Kiyotaka and Kei.",
    "cards.yousuke.name": "Yosuke Hirata",
    "cards.yousuke.description": "The class D representative, Yosuke, holds a secret which he reveals to Kei Karuizawa - their relationship is merely a facade. His motive is to protect Kei from bullying, using this fake romantic alliance. Later, Yosuke and Kei break up, and he notices Kei's jealousy when she sees another girl flirting with Kiyotaka. Also, Yosuke learns that Kiyotaka was controlling the class behind the scenes, but he accepts it, understanding that Kiyotaka had his reasons. In his childhood, Yosuke was quiet and unnoticed, having only one friend.",
    "cards.midoriya.name": "Izuku Midoriya",
    "cards.midoriya.description": "The protagonist of this anime and manga finds himself in a peculiar position in a world where 20% of the population possesses a mysterious power, but he was born without it. The absence of this power brought him numerous taunts and bullying, so he grew up insecure and timid. Nevertheless, he admires heroes and diligently studies them, recording all the details in his notebook, which he always carries with him. He is always ready to help others and even risks his own life.",
    "cards.takemichi.name": "Takemichi Hanagaki",
    "cards.takemichi.description": "Life is boiling in the depths of society for the twenty-year-old who gains clarity only on the day of the funeral of his former lover, Hinata Tachibana. Devastated and plunged into despair, he accidentally finds himself on a platform where an unfortunate incident occurs. Instead of death, he finds himself in the past, estranged from the present for a whole twelve years. Anyone who undergoes such a time-travel journey couldn't help but wonder: What lies ahead?",
    "cards.kazutora.name": "Kazutora Hanemiya",
    "cards.kazutora.description": "One of the founders of the gang 'Tokyo Manji Gang,' this character later joined 'Valhalla.' He displays incredible strength in combat and holds an honorable third place among his gang's ranks. Due to childhood difficulties related to his family, he always shone with his unruliness and unpredictability. Tragic events he experienced during his upbringing led to the deterioration of his mental state. Now he has turned into a sadist devoid of any control and value for human life. Thanks to the cunning and manipulations of Tetta Kisaki, remnants of his sanity were set against Manjiro Sano.",
    "cards.kokushibou.name": "Kokushibou",
    "cards.kokushibou.description": "One of the moon demons, holding a high rank among the twelve moon creatures. Possessing three pairs of eyes, his number is identified only by the notch on the iris of the middle pair. It is known that he comes from a family of samurai during the Sengoku period. Above him in seniority is his twin, Yoruiti Tsugikuni.",
    "cards.kimi.name": "Kimi Nishino",
    "cards.kimi.description": "A female student from Kami University, where Nishio, Kaneki, and Hide also attend. She has a special connection with Nishio, who wears the same bracelet as her. This bracelet symbolizes their bond as a couple. Her feelings for Nishio grew when he supported her and helped her after the tragedy involving the Kimi family's death in a plane crash. When she learned that Nishio is a ghoul, she decided to keep his secret and hide it from others, despite it being against the law.",
    "cards.ken.name": "Ken Kaneki",
    "cards.ken.description": "Kaneki is a student of the literature department at Kami University, modest and introverted, his best friend is Nagachika. After a tragedy at a construction site, he underwent organ transplantation from a girl named Rize Kamishiro, and he became a ghoul. He learns combat and studies the ghoul way of life, seeking his place in the new world, troubled by his half-ghoul nature.",
    "cards.alluka.name": "Alluka Zoldyck",
    "cards.alluka.description": "Alluka is the youngest member of the Zoldyck family, with only Kalluto being younger. Despite Alluka's biological nature, Killua refers to him in the feminine gender. Alluka has blue eyes, and his hair used to be long, straight, and black, like in the childhood photo of the Zoldyck family. However, now Alluka wears traditional Japanese miko clothing, and his hairstyle has changed. During the 'transformation' into Nanika, Alluka's face changes, becoming black holes. Even before Alluka appeared in the story, Silva spoke of him as a 'dark' and 'uncontrollable' child.",
    "cards.manjirou.name": "Manjiro Sano",
    "cards.manjirou.description": "The leader of a criminal syndicate, the king of one of Tokyo's districts, nicknamed Mike. This person possesses immense strength and charm despite his small stature. He adheres to strict principles and sees delinquents as heroes, reminiscent of bygone times when knights fought for their beliefs. By a twist of fate, he meets Takemichi Hanagaki and cannot help but notice him.",
    "cards.tanjirou.name": "Tanjirou Kamado",
    "cards.tanjirou.description": "He is one of the members of the organization dedicated to demon slaying. All his loved ones were mutilated by demons, and the unfortunate fate turned his younger sister Nezuko into one of them. In his quest for revenge, he forms friendships with Zenitsu and Inosuke, as well as finding support from the Pillars. His main goal is to find and destroy the merciless Muzan Kibutsuji and to restore Nezuko to her human form.",
    "cards.yuji.name": "Yuji Itadori",
    "cards.yuji.description": "Fifteen-year-old Itadori is a cheerful, honest teenager with excellent physical abilities. Inspired by his grandfather's life motto — to help people and prevent their deaths. Initially without magical abilities, he accidentally gained magical power by ingesting a high-grade cursed talisman. Now, under the orders of the Tokyo College of Magic, he must become a vessel for the Cursed Entity Sukuna, consume all his fingers, and help the sorcerers destroy the King of Curses.",
    "cards.rudeus.name": "Rudeus Greyrat",
    "cards.rudeus.description": "In his previous life, he was an unemployed, reclusive individual who spent his days in front of a computer, immersed in anime, manga, and the internet. However, after his life ended due to a collision with a truck, he was reincarnated into another world. Contrary to expectations, he retained his memories and intellect. From a very young age, he began to study the writing and magic of this new world and very soon became a virtuoso in this field. He harbors a huge amount of magical energy within him, making his mana the most significant on the planet.",
    "cards.sylphiette.name": "Sylphiette",
    "cards.sylphiette.description": "Sylphiette is Rudeus Greyrat's childhood friend. One of the most noticeable features of her appearance is her rare emerald-colored hair, often associated with whimsical creatures from other worlds. Their acquaintance happened when Rudeus defended her from a gang of thugs who were bullying her. At first, he mistakenly took Sylphiette for a boy, but it turned out that she was actually a beautiful girl. This realization brought new feelings into their relationship. Through her friendship with Rudeus, Sylphiette learned to use her magical abilities without the need for incantations.",
    "cards.roxy.name": "Roxy Migurdia",
    "cards.roxy.description": "A talented magic tutor who came to the human island and was hired by the Greyrat family. He belongs to the rare Migurd lineage of magical demons. Outwardly, he looks like a fourteen-year-old, but in reality, he was thirty-seven, as Migurds live longer than humans. At a young age, he left his native village because he was deprived of the telepathic ability characteristic of all Migurds. Later, he became Rudeus's second spouse and bore two daughters — Lilia and Lara, the latter played a crucial role in the victory over Hitogami.",
    "cards.eris.name": "Eris Boreas Greyrat",
    "cards.eris.description": "Eris, Rudeus Greyrat's cousin and disciple, initially disinterested in studying, but her closeness to Rudy changed her views. From the age of seven, Rudy taught her reading, language, mathematics, and magic. She is ruthless to those who harm Rudeus. In Rudy's religion, Eris is the goddess of war. They traveled together through the Demon Continent and Milis after the Mana Calamity. They spent the night together, but in the morning Eris disappeared, leaving a note about intending to follow the path of the God of the Sword. Rudy mistakenly assumed she left out of disappointment, which affected his potency.",
    "cards.satoru.name": "Satoru Gojou",
    "cards.satoru.description": "This 28-year-old instructor teaches at the Tokyo College of Magic. His desire is to nurture a new generation of magicians who will possess unique thinking and a bit of mad originality. Possessing a bright mind and self-assurance, he is considered one of the most powerful magicians at present. Always carefree and never taking anything seriously, he also doesn't show much respect for other magicians, especially the Supreme Council of Mages. He managed to persuade the council to postpone the death sentence of the newly minted witch — Yuji Itadori.",
    "cards.killua.name": "Killua Zoldyck",
    "cards.killua.description": "Killua hails from the Zoldyck family, renowned for their professionalism in assassination. Despite his young age, he has already managed to earn a reputation as one of the best in the field and was even recognized as the heir to his father. However, Killua has no attraction to the idea of being an assassin and continuing to shed human blood. Therefore, after injuring both his mother and brother, he runs away from home and takes the Hunter Exam, seeing it as a kind of entertainment.",
    "cards.muzan.name": "Muzan Kibutsuji",
    "cards.muzan.description": "This character is the original demon and precursor to many other demons. His physical strength is astonishing, and his mastery of mystical techniques makes him the most fearsome and greatest of all demons. Remarkably, even a small amount of his blood can significantly enhance the power of any demon, should they agree to such a stunning enrichment.",
    "cards.shoyo.name": "Shoyo Hinata",
    "cards.shoyo.description": "The focus of the plot centers on Shina, a young man who has just started attending Karasuno High School. From the very first day, he is amazed by his incredible gift - he jumps so high that his legs seem to easily reach the clouds. Training tirelessly, he gradually develops the strength of his limbs, overcoming his initially inadequate physical abilities. Hardened by battle, despite the lack of experience in team play and novice status in the world of volleyball, with each match, Shina confidently reaffirms his skills.",
    "cards.yumeko.name": "Yumeko Jabami",
    "cards.yumeko.description": "A girl whose passion for gambling and risk charges her with unstoppable energy. Her intelligence is simply astounding, and her memory works surprisingly fast. A true maniac of gambling, she is willing to take any risks for an exciting game with a worthy opponent. After her arrival at the academy, she immediately managed to defeat Mary and Itsuki, but suffered defeat from Yuriko, whom the student council president helped. This encounter only fueled her desire to play with the president himself, and now she has become his faithful protege, but with an imposingly huge debt.",
    "cards.runa.name": "Runa Yomozuki",
    "cards.runa.description": "At first glance, she looks like an ordinary tiny girl who adores all kinds of goodies and mischief. But behind her cute appearance lies cruelty and unpredictability, as she is a member of the student council. Her clothing embodies the lolita style, emphasizing her uniqueness and individuality. Moreover, she is an adept at video games, and in this world, she is invincible and ready to showcase her skills in battle.",
    "cards.itsuki.name": "Itsuki Sumeragi",
    "cards.itsuki.description": "The girl is the daughter of the owner of a leading Japanese toy company. She joined the student council in her first year of study, thanks to a generous donation made to the academy. Her strong suit is gambling, especially cards. In one of the duels with Yumeko, she surprises with her unusual interests - collecting the nails of students who lost to her.",
    "cards.kirari.name": "Kirari Momobami",
    "cards.kirari.description": "The person who holds the position of student council president, having defeated her rival. A reform was carried out according to which people who cannot repay their debts become mere pawns and lose their human rights. They can regain them by repaying the debt or making a donation of one million to student organizations. A cold-blooded, ruthless personality, a true master of manipulation, interested only in her own benefit. Humiliating other students is nothing more than a game by her own rules.",
    "cards.yuki.name": "Yuki Tsukumo",
    "cards.yuki.description": "This magician became a guide for Aoi Todo to the magical world. She belongs to the rare category consisting of only four wizards.",
    "cards.yuta.name": "Yuta Okkotsu",
    "cards.yuta.description": "The main character of the manga prequel \"Magic Battle\" - a student at the Tokyo Metropolitan Magic Technical School. He lives with a special cursed spirit that arises when someone shows aggression against him. This spirit turns out to be his long-time friend Rika, who became a cursed spirit after dying in a car accident. Initially, it was thought that Yuta was subject to a special curse, and they tried to execute him, but instead directed him to study at the magic school.",
    "cards.megumi.name": "Megumi Fushiguro",
    "cards.megumi.description": "He is a student at the magical college in Tokyo. An intimidating and indifferent guy with wild dark hair. He harbors enormous magical potential and is capable of summoning entities from his own darkness. He fulfills various requests and tasks for Satoru Gojo. However, his most unexpected act was convincing Satoru to save Yuji Itadori from a cruel execution.",
    "cards.tobio.name": "Tobio Kageyama",
    "cards.tobio.description": "A freshman at Karasuno High School, playing the setter position. His setting skills are amazingly precise. In middle school, at Kitagawa Daiichi, his teammates called him the \"court king\" because of his selfishness and impossible-to-accept sets. Tobio always gets angry when he is called that, but after joining Karasuno, he began to change. He is also capable of performing jump serves. Thanks to his physical conditioning, he can also play as a spiker.",
    "cards.hitoka.name": "Hitoka Yachi",
    "cards.hitoka.description": "She is an anomaly in the psychological world with a rich imagination, which gives her genuine fear. Her shyness and innocence become evident in the most unexpected situations, such as when her volleyball team changes clothes - her face turns red, and her eyes close. Her tireless curiosity leads her to record everything that interests her, maintaining clean and organized notes - perhaps she inherited this from her mother, who is a designer.",
    "cards.kenma.name": "Kenma Kozume",
    "cards.kenma.description": "A knight among volleyball players, uniting the Nekoma school team and closely connected with his childhood friend Tetsuro. He continues to play volleyball only for the sake of his friend, as they both were mutually inspired. Possessing a calm character, he prefers to do everything at his own pace. However, despite his modesty, he has remarkable volleyball skills. His individual playing technique perfectly compensates for his lack of strength, giving him speed and endurance.",
    "cards.kugisaki.name": "Nobara Kugisaki",
    "cards.kugisaki.description": "A young sorceress studying in the first year at the Western Magic Technical Institute in Tokyo under the guidance of the great Satoru Gojo. She decided to enroll in this institute to live in the dormitory provided for students. During her first official mission as a sorceress, Nobara met Yuji Itadori and Megumi Fushiguro. She wields a powerful tool - a hammer and nails filled with the power of dark curses.",
    "music.title": "<:note:1205907505658728608> Music",
    "music.player.title": "<:note:1205907505658728608> Player",
    "music.support_server": "Support Server",
    "music.success.title": "<:Success:1113824546911440956> Success",
    "music.playlist.custom.title": "<:playlist:1209962868930519100> Playlist - {0}",
    "music.wait.title": "<:wait:1193698208103284836> Please wait...",
    "music.error.queue_limit": "music queue should not exceed 150 tracks!",
    "music.track.add_to_queue": "**Track added to the playback queue!**\n\n> **Title:** `{0}`\n> **Author:** `{1}`\n",
    "music.volume.change": "**Successfully changed volume!**\n\n> **Changed by:** `{0}`\n> **Previous volume:** `{1}%`\n> **Current volume:** `{2}%`\n",
    "music.skip": "**Successfully skipped!**\n\n> **Skipped by:** `{0}`\n> **Track:** [{1} - {2}]({3})\n",
    "music.select_track": "**First select a search engine, then the track itself!**",
    "music.player.footer": "Music Server: {0}",
    "music.player.volume.part": "> <:VolumeUp:1209962888018661456> **Volume:** `{0}%`",
    "music.player.playlist.part": "> <:playlist:1209962868930519100> **Playlist:** [`{0}`]({1})\n",
    "music.player.album.part": "> <:album:1209962971426717716> **Album:**",
    "music.title.next_tracks": "<:Arrowright:1114674030331576401> Next tracks!",
    "music.thread.name": "Text Control",
    "music.handbook.title": "<:note:1205907505658728608> Handbook",
    "music.handbook.description": "**To control music in the thread, see below!**\n\n> `volume [1 - 200] (Change volume)`\n> `queue (Show queue)`\n> `skip (Skip track)`\n> `stop (Stop music)`\n> `[query | link] (Search)`",
    "music.handbook.footer": "Usage will be ignored if something is used incorrectly",
    "music.play.command.description": "🎶 Music: Start playback!",
    "music.play.command.option.query": "query",
    "music.play.command.option.query.description": "- specify the title of the track you're interested in",
    "music.last_listened.title": "<:note:1205907505658728608> Last Listened",
    "music.error.not_found_last_listened": "you have no recently listened tracks!",
    "music.playlists.description": "🎶 Music: Playlists!",
    "music.playlists.title": "<:playlist:1209962868930519100> Playlists",
    "music.playlists.footer": "Playlists are collections of tracks that can be played at any time.",
    "music.last_listened.description": "🎶 Music: Recently Listened!",
    "music.error.not_in_voice": "you must first join a voice channel!",
    "music.error.nodes_not_found": "there are currently no active music servers. Stay tuned on the support server for updates!",
    "music.error.with_bot": "you need to be in a channel with the bot!",
    "music.error.not_in_home": "to use music commands, you need to write in {0}!",
    "music.error.button.not_in_home": "to play music you need to write in {0}!",
    "music.playlists.modal.create": "Create Playlist",
    "music.playlists.name": "Name",
    "music.playlists.delete_name": "Deletion Confirmation",
    "music.playlists.playlist_name": "Playlist Name",
    "music.playlists.edit": "Edit Playlist",
    "music.playlists.track_get": "Track Query",
    "music.playlists.write_query": "Enter your query",
    "music.error.not_found_tracks": "I couldn't find a suitable track for this query!",
    "music.error.not_youtube": "currently unable to play music from YouTube!",
    "music.playlist.added": "**Playlist added to the playback queue!**\n\n> **Name:** `{0}`\n> **Author:** `{1}`\n> **Number of Tracks:** `{2}`",
    "music.queue.title": "<:note:1205907505658728608> Music Queue",
    "music.not_specified": "Not specified",
    "music.playlist_create.title": "<:playlist:1209962868930519100> Create Playlist",
    "music.playlist_create.description": "> **Name:** `{0}`\n> **Closed:** `{1}`\n> **Tracks:** `{2}`\n",
    "music.error.playlist_tracks_limit": "a playlist cannot have more than 50 tracks!",
    "music.music_find.title": "<:note:1205907505658728608> Music Search",
    "music.create_playlist.placeholder": "Playlist information and its modification",
    "music.playlist.change_name": "Change Playlist Name",
    "music.playlist.change_privacy": "Open/Close Playlist",
    "music.playlist.add_track": "Add Track to Playlist",
    "music.playlist.create.confirm": "Playlist Creation Confirmation",
    "music.playlist.error.not_name": "specify a name to create a playlist!",
    "music.playlist.error.not_more_5": "you cannot have more than 5 playlists!",
    "music.playlist.error.already_used_name": "a playlist with that name already exists!",
    "music.playlist.create.success": "**You have successfully created the playlist!**",
    "music.playlist.select.placeholder": "Select a playlist from the list",
    "music.playlist.error.not_found_current": "I couldn't add this track to the playlist!",
    "music.playlist.success.track_added": "**You have successfully added the track to the playlist!**\n\n> **Playlist:** `{0}`\n> **Track:** `\"{1} - {2}\"`",
    "music.playlist.to_main.label": "Return to Main",
    "music.playlist.author.part": "Author: ",
    "music.track_remove.title": "<:Minus:1126911673245106217> Remove Tracks",
    "music.track_add.title": "<:note:1205907505658728608> Add Track",
    "music.playlist.track_remove.description": "**To remove a track, select it from the dropdown list below!**\n\n",
    "music.playlist.page.track_editor.remove_track": "Select the track you want to remove.",
    "music.playlist.not_found": "playlist not found!",
    "music.playlist.success.remove_track": "**You have successfully removed the track from the playlist!**\n\n> **Playlist:** `{0}`\n> **Track:** `\"{1} - {2}\"`",
    "music.playlist.remove_track.label": "Remove Track from Playlist",
    "music.playlist.add_track.label": "Add Track to Playlist",
    "music.playlist.tracks.not_found": "There are no tracks in the playlist!",
    "music.playlist.info": "> **Owner:** `{0}`\n> **Closed:** `{1}`\n> **Listened:** `{2}`\n",
    "music.short_queue.title": "<:invoice:1114239254407696584> Short Music List",
    "music.playlist.success.removed": "**You have successfully removed the playlist!**",
    "music.playlist.options.placeholder": "Playlist settings options",
    "music.playlist.options.name.label": "Change name",
    "music.playlist.options.closed.label": "Open playlist",
    "music.playlist.options.opened.label": "Close playlist",
    "music.playlist.options.tracks.label": "Edit tracks",
    "music.playlist.options.delete.label": "Delete from library",
    "music.edit_tracks.title": "<:playlist:1209962868930519100> Edit Tracks",
    "music.playlist.tracks.edit.description": "**Select the desired track(s) editing option**",
    "music.playlist.copy.label": "Copy",
    "music.playlist.copy.description": "**You have successfully copied the playlist to your library!**",
    "music.playlist.queue.label": "Music list",
    "music.playlist.play.label": "Play",
    "music.playlist.play.success_added": "**Custom playlist added to the playback queue!**\n\n> **Name:** `{0}`\n> **Owner:** `{1}`\n> **Number of tracks:** `{2}`\n> **Added to queue:** `{3}`",
    "music.playlist.create.label": "Create playlist",
    "music.playlist.select.playlist": "Select one of your playlists!",
    "music.filters.label": "Filters",
    "music.track.select.artists": "Artist(s): ",
    "music.track.source.select": "Select search engine",
    "music.track.source.not_stable": "⚠️ Service is not stable.",
    "music.track.select.track": "Select the appropriate track",
    "music.select.track.placeholder": "Choose a source",
    "music.playlists.error.not_youtube": "**you can't add youtube music to a playlist!**",
    "music.playlists.error.is_closed": "**you can't copy a closed playlist!**",
    "music.error.not_in_text_channel": "**you can't call the player in a non-text channel!**",
    "music.queue_length.footer": "Queue length ",
    "music.playlist.queue_length.footer": "Total length ",
    "music.karaoke.title": "<:Microphone:1116363436423647273> Karaoke",
    "music.karaoke.warn.footer": "Lines may lag as Discord sets the message update period. If karaoke stops updating please restart it!",
    "music.playlist.select.description": "**Choose a playlist to add this track to!**",
    "music.playlist.error.not_found.description": "You don't have any created playlists!",
    "music.karaoke.error.lyrics_lines_not_found.description": "**This track cannot be played in karaoke mode!**",
    "music.karaoke.error.lyrics_text_not_found.description": "**Lyrics for the track not found!**",
    "music.lyrics.title": "<:text:1241497125989126164> Track Lyrics",
    "music.karaoke.error.filter.description": "the deny filter for karaoke is enabled. Please disable it!"
}